Repository: Xycl/plugin.image.mypicsdb2
Catalog: resources/language/Croatian/strings.po
Languages: hr

# #30000
source: MyPicture Database
hr: Moje slike baza podataka

# #30001
source: Database
hr: Baza podataka

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
hr: Pon.|Uto.|Sri.|Čet.|Pet.|Sub.|Ned.

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
hr: Sij.|Velj.|Ožu.|Tra.|Svi.|Lip.|Srp.|Kol.|Ruj.|Lis.|Stu.|Pro.

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
hr: Ponedjeljak|Utorak|Srijeda|Četvrtak|Petak|Subota|Nedjelja

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
hr: Siječanj|Veljača|Ožujak|Travanj|Svibanj|Lipanj|Srpanj|Kolovoz|Rujan|Listopad|Studeni|Prosinac

# #30009
source: Add-on settings
hr: Postavke dodataka

# #30020
source: Picture folder
hr: Mapa slike

# #30021
source: Remove from database missing pictures
hr: Ukloni iz baze podataka nedostajuće slike

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
hr: Rekruzivno pretraživanje (u svim podmapama će biti pretražene slike)

# #30023
source: Picture extensions
hr: Proširenja slike

# #30024
source: Perform scan at addon startup
hr: Izvedi pretraživanje pri pokretanju dodatka

# #30025
source: Initialize the database at next addon startup
hr: Pokreni bazu podataka pri slijedećem pokretanju dodatka

# #30026
source: Use the picture as fanart for pictures
hr: Koristi sliku kao omot za slike

# #30027
source: Settings for the dialog scan popup
hr: Postavke skočnog prozora dijaloga pretraživanja

# #30028
source: Video extensions
hr: Proširenje video snimaka

# #30029
source: Use the videos
hr: Koristi video snimke

# #30030
source: General
hr: Općenito

# #30031
source: Files
hr: Datoteke

# #30032
source: Age of recent files (days)
hr: Starost nedavnih datoteka (u danima)

# #30033
source: Menu Items
hr: Stavke izbornika

# #30034
source: Display all items
hr: Prikaži sve stavke

# #30035
source: Number of pics per page
hr: Broj slika po stranici

# #30040
source: Only display pictures with rating of at least
hr: Prikaži samo slike s najmanjom ocjenom

# #30041
source: All
hr: Sve

# #30042
source: 1 star
hr: 1 zvjezdica

# #30043
source: 2 stars
hr: 2 zvjezdice

# #30044
source: 3 stars
hr: 3 zvjezdice

# #30045
source: 4 stars
hr: 4 zvjezdice

# #30046
source: 5 stars
hr: 5 zvjezdica

# #30050
source: Pics
hr: Slike

# #30051
source: Videos
hr: Video snimke

# #30052
source: Tags
hr: Oznake

# #30053
source: Excluded Files
hr: Izostavljene datoteke

# #30054
source: Images without a date (%s pics)
hr: Slike bez datuma (%s slika)

# #30060
source: Locate on disk
hr: Lociraj na disku

# #30061
source: Archive those pictures
hr: Arhiviraj te slike

# #30062
source: Export those pictures to...
hr: Izvezi te slike u...

# #30063
source: Add the file to archive :
hr: Dodaj datoteku u arhivu:

# #30064
source: The archive '%s' already exists in
hr: Arhiva '%s' već postoji u

# #30065
source: Overwrite ?
hr: Prepiši?

# #30066
source: Archive canceled.
hr: Arhiviranje poništeno.

# #30067
source: Adding the picture to archive...
hr: Dodavanje slike u arhivu...

# #30068
source: The archiving has been canceled !
hr: Arhiviranje je poništeno!

# #30069
source: %s errors while archiving %s files
hr: %s grešaka tijekom arhiviranja %s datoteka

# #30070
source: %s pictures successfully archived !!
hr: %s slika uspješno arhivirano!!!

# #30071
source: Localization of the picture on disk
hr: Lokalizacija slika na disku

# #30098
source: Global search
hr: Globalno pretraživanje

# #30099
source: Paths of picture folders
hr: Putanja mapa slika

# #30100
source: All images %s (%s pics)
hr: Sve slike %s (%s slika)

# #30101
source: Browse by Date
hr: Pregledaj prema datumu

# #30102
source: Browse by Folders
hr: Pregledaj prema mapama

# #30105
source: Date ranges
hr: Vremensko razdoblje

# #30106
source: Add a new date range
hr: Dodaj novo vremensko razdoblje

# #30107
source: Choose the start date
hr: Odaberite početni datum

# #30108
source: Choose the end date
hr: Odaberite završni datum

# #30109
source: Pics from %s to %s
hr: Slike s %s u %s

# #30110
source: Input a title for this date range :
hr: Upišite naslov za ovo vremensko razdoblje:

# #30111
source: Delete this date range
hr: Obrišite ovo vremensko razdoblje

# #30112
source: Rename this date range
hr: Preimenujte ovo vremensko razdoblje

# #30113
source: From %s to %s
hr: S %s u %s

# #30114
source: Input manually date
hr: Ručno upišite datum

# #30115
source: Word to search for
hr: Riječ za pretraživanje

# #30116
source: %s results for '%s' in '%s'
hr: %s rezultati za '%s' u '%s'

# #30117
source: Start date of the date range
hr: Početni datum vremenskog razdoblja

# #30118
source: End date of the date range
hr: Završni datum vremenskog razdoblja

# #30119
source: The search for '%s' did not match in the whole database
hr: Pretraga za '%s' nije pronađena u cijeloj bazi podataka

# #30120
source: New global search
hr: Novo globalno pretraživanje

# #30121
source: Stored search words
hr: Pohranjene riječi pretraživanja

# #30122
source: Browse by Tags
hr: Pregledaj prema oznakama

# #30123
source: Help
hr: Pomoć

# #30130
source: The %s latest pics
hr: %s posljednjih slika

# #30131
source: Recent pics (number of images)
hr: Nedavne slike (broj slika)

# #30132
source: Random pics (number of images)
hr: Naizmjenične slike (broj slika)

# #30148
source: Choose a music playlist
hr: Odaberi glazbeni popis izvođenja

# #30149
source: Add playlist to collection
hr: Dodaj popis izvođenja u kolekciju

# #30150
source: Collections
hr: Kolekcije

# #30151
source: Remove from the collection
hr: Ukloni iz kolekcije

# #30152
source: Add to collection...
hr: Dodaj u kolekciju...

# #30153
source: Input a new title
hr: Upišite novi naslov

# #30154
source: Picture added in
hr: Slika dodana u

# #30155
source: Input a title for the new collection
hr: Upišite naslov za novu kolekciju

# #30156
source: Choose a collection
hr: Odaberite kolekciju

# #30157
source: New collection
hr: Nova kolekcija

# #30158
source: Remove this collection
hr: Ukloni ovu kolekciju

# #30159
source: Rename this collection
hr: Preimenuj ovu kolkeciju

# #30160
source: Create a new collection
hr: Stvori novu kolekciju

# #30161
source: %s pictures added in
hr: %s slika dodano u

# #30162
source: Import album from Picasa xml
hr: Uvezi album iz Picasa xml

# #30163
source: Unable to read Picasa xml
hr: Nemoguće učitavanje Picasa xml

# #30164
source: Specify date range
hr: Odredite vremensko razdoblje

# #30165
source: Following files are missing in MyPicsDB and could not be imported:[CR][CR]
hr: Sljedeće datoteke nedostaju u MyPicsDB i ne mogu se uvesti:[CR][CR]

# #30166
source: Picture "%s" in "%s"[CR]
hr: Slika "%s" u "%s"[CR]

# #30167
source: Import errors
hr: Greške uvoza

# #30168
source: Import album from saved filter settings
hr: Uvezi album iz spremljenih postavka filtra

# #30169
source: Show pictures
hr: Prikaži slike

# #30180
source: Choose the destination for the export
hr: Odaberite odredište za izvoz

# #30181
source: Do you want to create a folder to export pictures ?
hr: Želite li stvoriti mapu za izvoz slika?

# #30182
source: Input the folder name
hr: Upišite naziv mape

# #30183
source: picture export canceled !
hr: Izvoz slika prekinut!

# #30184
source: Picture exporting...
hr: Izvoz slika...

# #30185
source: Exporting '%s' to :
hr: Izvoz '%s' u:

# #30186
source: a file '%s' already exists
hr: datoteka '%s' već postoji

# #30187
source: Overwrite ?
hr: Prepiši?

# #30188
source: Export finished !
hr: Izvoz završen?

# #30189
source: %s pictures copied to %s
hr: %s slika kopirano u %s

# #30190
source: Exported pictures
hr: Slika izvezeno

# #30201
source: Folder to scan
hr: Mapa pretraživanja

# #30202
source: Browse this folder recursively
hr: Pregledaj ovu mapu rekruzivno

# #30203
source: Delete the database entries if picture does not exists anymore
hr: Obriši unose baze podataka ako slika više ne postoji

# #30204
source: Path added !
hr: Putanja dodana!

# #30205
source: Path deleted !
hr: Putanja obrisana!

# #30206
source: Do a scan now
hr: Pretraži odmah

# #30207
source: Delete this path from database
hr: Obriši ovu putanju iz baze podataka

# #30208
source: [B]Add[/B] a path to database
hr: [B]Dodaj[/B] putanju u bazu podataka

# #30209
source: Uploads from last %s days
hr: Prijenos posljednjih %s dana

# #30210
source: Remove this path from excluded
hr: Ukloni ovu putanju iz izostavljenih

# #30211
source: Add a folder to [B]exclude[/B]
hr: Dodaj mapu u [B]izostavljeno[/B]

# #30212
source: Exclude this folder from database
hr: Izostavi ovu mapu iz baze podataka

# #30213
source: Search for new & changed pictures
hr: Pretraži nove i izmijenjene slike

# #30214
source: Yes = scan all pictures.
hr: Da = pretraži sve slike.

# #30215
source: No = scan only modified/new pictures.
hr: Ne = pretraži samo izmijenjene/nove slike.

# #30216
source: [B]Add[/B] all Kodi pictures sources to database
hr: [B]Dodaj[/B] sve Kodijeve izvore slika u bazu podataka

# #30217
source: You must rescan the folders
hr: Morate ponovno pretražiti mapu

# #30218
source: to exclude the pictures!
hr: za izostavljanje slika!

# #30220
source: Google Map
hr: Google karte

# #30221
source: Fetching the map... (%0.2f%%)
hr: Dohvaćanje map... (%0.2f%%)

# #30222
source: Zoom=%s
hr: Zumiranje=%s

# #30223
source: Use up / down arrows to zoom in / out
hr: Koristi gore/dolje strelice za zumiranje veće/manje

# #30224
source: Close
hr: Zatvori

# #30225
source: Zoom In
hr: Uvećaj

# #30226
source: Zoom Out
hr: Smanji

# #30241
source: preparing
hr: Pripremanje

# #30242
source: refreshing
hr: osvježvanje

# #30243
source: passing
hr: prelaženje

# #30244
source: adding
hr: dodavanje

# #30245
source: re-scan
hr: ponovna pretraga

# #30246
source: deleting
hr: brisanje

# #30247
source: Please wait...
hr: Molim pričekajte

# #30248
source: %s scanned / %s added / %s deleted / %s modified
hr: %s pretraženo / %s dodano / %s obrisano / %s izmijenjeno

# #30249
source: Search for new pictures
hr: Pretraži nove slike

# #30250
source: Are you sure?
hr: Jeste li sigurni?

# #30251
source: Delete "%s"
hr: Obriši "%s"

# #30300
source: file name
hr: naziv datoteke

# #30301
source: path
hr: putanja

# #30302
source: path (thumbnail)
hr: putanja (minijatura)

# #30303
source: Show the slideshow
hr: Prikaži slikovnu prezentaciju

# #30600
source: Filter Wizard
hr: Filter čarobnjaka

# #30601
source: Tags
hr: Oznake

# #30602
source: Contents
hr: Sadržaj

# #30607
source: Last used filter
hr: Posljednji korišteni filter

# #30608
source: Select filter
hr: Odaberite filter

# #30609
source: Enter filter name
hr: Upišite naziv filtra

# #30610
source: Please select tags (red checkbox means "not")
hr: Odaberite oznake (crveni odabir znači "ne")

# #30611
source: 1 tag checked
hr: 1 oznaka odabrana

# #30612
source: %s tags checked
hr: %s oznaka odabrano

# #30613
source: OK
hr: U redu

# #30614
source: Cancel
hr: Poništi

# #30615
source: Match all tags
hr: Sve oznake se podudaraju

# #30616
source: Load
hr: Učitaj

# #30617
source: Save
hr: Spremi

# #30618
source: Reset
hr: Vrati početno

# #30619
source: Delete
hr: Obriši

# #30620
source: Translate your tags
hr: Prevedite svoju oznaku

# #30621
source: Close Editor
hr: Zatvori uređivača

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
hr: Ostavite prijevod prazan za sakrivanje vrste oznake u

# #30623
source: Translation for %s
hr: Prijevod za %s

# #30650
source: Debugging
hr: Otklanjanje grešaka

# #30651
source: Enable debugging (regardless of Kodi settings)
hr: Omogući otklanjanje grešaka (neovisno o Kodi postavkama)

# #30653
source: New Filter
hr: Novi filter

# #30654
source: Show %s random pictures
hr: Prikaži %s naizmjeničnih slika

# #30655
source: Saved filter wizard settings
hr: Spremljene postavke čarobnjaka filtra

# #30660
source: Database Settings
hr: Postavke baze podataka

# #30661
source: Database Backend
hr: Pozadinski softver baze podataka

# #30664
source: User
hr: Korisnik

# #30665
source: Password
hr: Lozinka

# #30666
source: IP-Address or Name
hr: IP-adresa ili naziv

# #30667
source: Port
hr: Ulaz

# #30668
source: MySql DB Name
hr: MySql naziv baze podataka

# #30669
source: Sqlite DB Name
hr: Sqlite naziv baze podataka

# #30700
source: Country
hr: Zemlja

# #30701
source: Country Code
hr: Kôd zemlje

# #30702
source: State
hr: Država

# #30703
source: City
hr: Grad

# #30704
source: Location
hr: Mjesto

# #30705
source: Event
hr: Događaj

# #30706
source: Date Added
hr: Datum dodavanja

# #30707
source: Date Created
hr: Datum postavljanja

# #30708
source: Date/Time Created
hr: Datum/Vrijeme stvaranja

# #30709
source: Description
hr: Opis

# #30710
source: Headline
hr: Glavni naslov

# #30711
source: Title
hr: Naziv

# #30712
source: Creator
hr: Stvorio

# #30713
source: Creator Title
hr: Naziv stvaratelja

# #30714
source: Copyright
hr: Autorsko pravo

# #30715
source: Label
hr: Oznaka

# #30716
source: Image Rating
hr: Ocjena slike

# #30717
source: Keyword
hr: Ključna riječ

# #30718
source: Category
hr: Kategorija

# #30719
source: Supplemental Category
hr: Naknadna kategorija

# #30720
source: Person
hr: Osoba

# #30721
source: Image Width
hr: Širina slike

# #30722
source: Image Length
hr: Duljina slike

# #30723
source: Orientation
hr: Orijentacija

# #30724
source: Flash
hr: Bljesak

# #30725
source: Image Model
hr: Model slike

# #30726
source: Image Make
hr: Proizvođač slike

# #30727
source: Image Artist
hr: Sliku slikao
