Repository: Xycl/plugin.image.mypicsdb2
Catalog: resources/language/Galician/strings.po
Languages: gl

# #30000
source: MyPicture Database
gl: Base de datos MyPicture

# #30001
source: Database
gl: Base de datos

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
gl: Lun|Mar|Mér|Xov|Ven|Sáb|Dom

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
gl: Xan|Feb|Mar|Abr|Mai|Xuñ|Xul|Ago|Set|Out|Nov|Dec

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
gl: Luns|Martes|Mércores|Xoves|Venres|Sábado|Domingo

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
gl: Xaneiro|Febreiro|Marzo|Abril|Maio|Xuño|Xullo|Agosto|Setembro|Outubro|Novembro|Decembro

# #30009
source: Add-on settings
gl: Configuración do complemento

# #30020
source: Picture folder
gl: Cartafol de Imaxes

# #30021
source: Remove from database missing pictures
gl: Eliminar da base de datos as imaxes non atopadas

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
gl: Análise recursivo (todos os sub cartafoles analizaranse na procura de imaxes)

# #30023
source: Picture extensions
gl: Extensións das imaxes

# #30024
source: Perform scan at addon startup
gl: Realizar análise ao iniciar o complemento

# #30025
source: Initialize the database at next addon startup
gl: Iniciar a base de datos no seguinte incio do complemento

# #30026
source: Use the picture as fanart for pictures
gl: Usar a imaxe como fanart para as imaxes

# #30027
source: Settings for the dialog scan popup
gl: Axustes do diálogo emerxente de análise

# #30028
source: Video extensions
gl: Extensións de vídeo

# #30029
source: Use the videos
gl: Usar os vídeos

# #30030
source: General
gl: Xeral

# #30031
source: Files
gl: Arquivos

# #30032
source: Age of recent files (days)
gl: Antigüidade dos ficheiros recentes (días)

# #30033
source: Menu Items
gl: Elementos do menú

# #30034
source: Display all items
gl: Amosar todos os elementos

# #30035
source: Number of pics per page
gl: Número de imaxes por páxina

# #30040
source: Only display pictures with rating of at least
gl: Amosar só imaxes valoradas a lo menos

# #30041
source: All
gl: Todos

# #30042
source: 1 star
gl: 1 estrela

# #30043
source: 2 stars
gl: 2 estrelas

# #30044
source: 3 stars
gl: 3 estrelas

# #30045
source: 4 stars
gl: 4 estrelas

# #30046
source: 5 stars
gl: 5 estrelas

# #30050
source: Pics
gl: Imaxes

# #30051
source: Videos
gl: Vídeos

# #30052
source: Tags
gl: Etiquetas

# #30053
source: Excluded Files
gl: Ficheiros Excluídos

# #30054
source: Images without a date (%s pics)
gl: Imaxes sen data (%s imaxes)

# #30060
source: Locate on disk
gl: Localizar on disco

# #30061
source: Archive those pictures
gl: Arquivar estas imaxes

# #30062
source: Export those pictures to...
gl: Exportar estas imaxes a...

# #30063
source: Add the file to archive :
gl: Engadir o ficheiro ao arquivo:

# #30064
source: The archive '%s' already exists in
gl: O arquivo '%s' xa existe en

# #30065
source: Overwrite ?
gl: Sobreescribir ?

# #30066
source: Archive canceled.
gl: Arquivo cancelado.

# #30067
source: Adding the picture to archive...
gl: Engadindo a imaxe ao arquivo...

# #30068
source: The archiving has been canceled !
gl: Cancelouse o arquivamento !

# #30069
source: %s errors while archiving %s files
gl: producíronse %s erros arquivando %s ficheiros

# #30070
source: %s pictures successfully archived !!
gl: %s imaxes arquivadas satisfactoriamente !!

# #30071
source: Localization of the picture on disk
gl: Localización da imaxe no disco

# #30098
source: Global search
gl: Busca Global

# #30099
source: Paths of picture folders
gl: Ruta dos catafoles de imaxes

# #30100
source: All images %s (%s pics)
gl: Todas as imaxes de %s (%s imaxes)

# #30101
source: Browse by Date
gl: Buscar por Data

# #30102
source: Browse by Folders
gl: Buscar por Cartafol

# #30105
source: Date ranges
gl: Rango de datas

# #30106
source: Add a new date range
gl: Engadir un novo rango de datas

# #30107
source: Choose the start date
gl: Escoller a data de inicio

# #30108
source: Choose the end date
gl: Escoller a data de fin

# #30109
source: Pics from %s to %s
gl: Imaxes da %s á %s

# #30110
source: Input a title for this date range :
gl: Introduza un título para este rango de datas:

# #30111
source: Delete this date range
gl: Eliminar este rango de datas

# #30112
source: Rename this date range
gl: Renomear este rango de datas

# #30113
source: From %s to %s
gl: Dende %s á %s

# #30114
source: Input manually date
gl: Inserir data manualmente

# #30115
source: Word to search for
gl: Palabra a buscar

# #30116
source: %s results for '%s' in '%s'
gl: %s resultados para '%s' en '%s'

# #30117
source: Start date of the date range
gl: Data de inicio no rango de datas

# #30118
source: End date of the date range
gl: Data fin no rango de datas

# #30119
source: The search for '%s' did not match in the whole database
gl: Non se atopou o termo '%s' na base de datos

# #30120
source: New global search
gl: Nova busca global

# #30121
source: Stored search words
gl: Palabras de buscas gardadas

# #30122
source: Browse by Tags
gl: Buscar por Etiquetas

# #30123
source: Help
gl: Axuda

# #30130
source: The %s latest pics
gl: As %s últimas imaxes

# #30131
source: Recent pics (number of images)
gl: Imaxes recentes (número de imaxes)

# #30132
source: Random pics (number of images)
gl: Imaxes ó chou (número de images)

# #30148
source: Choose a music playlist
gl: Escoller unha listaxe de reprodución

# #30149
source: Add playlist to collection
gl: Engadir a listaxe á colección

# #30150
source: Collections
gl: Coleccións

# #30151
source: Remove from the collection
gl: Eliminar da colección

# #30152
source: Add to collection...
gl: Engadir á colección...

# #30153
source: Input a new title
gl: Inserir un novo título

# #30154
source: Picture added in
gl: Imaxe engadida no

# #30155
source: Input a title for the new collection
gl: Inserir un título para a nova colección

# #30156
source: Choose a collection
gl: Escoller unha colección

# #30157
source: New collection
gl: Nova colección

# #30158
source: Remove this collection
gl: Eliminar esta colección

# #30159
source: Rename this collection
gl: Renomear esta colección

# #30160
source: Create a new collection
gl: Crear unha nova colección

# #30161
source: %s pictures added in
gl: %s imaxes engadidas o

# #30162
source: Import album from Picasa xml
gl: Importar o álbum dende o xml de Picasa

# #30163
source: Unable to read Picasa xml
gl: Non se puido ler o xml de Picasa

# #30164
source: Specify date range
gl: Especificar rango de datas

# #30165
source: Following files are missing in MyPicsDB and could not be imported:[CR][CR]
gl: Faltan os seguintes ficheiros en MyPicsDB e non se puido importar:[CR][CR]

# #30166
source: Picture "%s" in "%s"[CR]
gl: Imaxe "%s" no "%s"[CR]

# #30167
source: Import errors
gl: Errors da importación

# #30168
source: Import album from saved filter settings
gl: Importar o álbum da configuración de filtros gardada

# #30169
source: Show pictures
gl: Amosar imaxes

# #30180
source: Choose the destination for the export
gl: Escoller o destino para a exportación

# #30181
source: Do you want to create a folder to export pictures ?
gl: Quere crear un cartafol para exportar as imaxes?

# #30182
source: Input the folder name
gl: Inserir o nome do cartafol

# #30183
source: picture export canceled !
gl: exportación das imaxes cancelada!

# #30184
source: Picture exporting...
gl: Exportando imaxes...

# #30185
source: Exporting '%s' to :
gl: Exportando '%s' a:

# #30186
source: a file '%s' already exists
gl: o ficheiro '%s' xa existe

# #30187
source: Overwrite ?
gl: Sobreescribir?

# #30188
source: Export finished !
gl: Exportación rematada!

# #30189
source: %s pictures copied to %s
gl: %s imaxes copiadas a %s

# #30190
source: Exported pictures
gl: Imaxes exportadas

# #30201
source: Folder to scan
gl: Cartafol a analizar

# #30202
source: Browse this folder recursively
gl: Buscar neste cartafol recursivamente

# #30203
source: Delete the database entries if picture does not exists anymore
gl: Eliminar as entradas da base de datos se a imaxe xa non existe

# #30204
source: Path added !
gl: Ruta engadida!

# #30205
source: Path deleted !
gl: Ruta eliminada!

# #30206
source: Do a scan now
gl: Realizar un análise agora

# #30207
source: Delete this path from database
gl: Eliminar esta ruta da base de datos

# #30208
source: [B]Add[/B] a path to database
gl: [B]Engadir[/B] unha ruta á base de datos

# #30209
source: Uploads from last %s days
gl: Subidas dos últimos %s días

# #30210
source: Remove this path from excluded
gl: Eliminar esta ruta dos excluidos

# #30211
source: Add a folder to [B]exclude[/B]
gl: Engadir un cartafor para [B]excluír[/B]

# #30212
source: Exclude this folder from database
gl: Excluír este cartafol da base de datos

# #30213
source: Search for new & changed pictures
gl: Buscar imaxes novas e modificadas

# #30214
source: Yes = scan all pictures.
gl: Si = verificar todas as imaxes.

# #30215
source: No = scan only modified/new pictures.
gl: Non = verificar só as modificadas/imaxes novas.

# #30216
source: [B]Add[/B] all Kodi pictures sources to database
gl: [B]Engadir[/B] todalas fotos de fontes Kodi á base de datos

# #30217
source: You must rescan the folders
gl: Debe verificar de novo os cartafoles

# #30218
source: to exclude the pictures!
gl: para excluír as imaxes!

# #30220
source: Google Map
gl: Mapa de Google

# #30221
source: Fetching the map... (%0.2f%%)
gl: Obtendo o mapa...(%0.2f%%)

# #30223
source: Use up / down arrows to zoom in / out
gl: Usar as frechas arriba / abaixo para ampliar / reducir

# #30224
source: Close
gl: Pechar

# #30225
source: Zoom In
gl: Ampliar

# #30226
source: Zoom Out
gl: Reducir

# #30241
source: preparing
gl: preparando

# #30242
source: refreshing
gl: actualizando

# #30243
source: passing
gl: pasando

# #30244
source: adding
gl: engadindo

# #30245
source: re-scan
gl: verificar de novo

# #30246
source: deleting
gl: eliminando

# #30247
source: Please wait...
gl: Por favor agarde...

# #30248
source: %s scanned / %s added / %s deleted / %s modified
gl: %s verificados / %s engadidos / %s eliminados / %s modificados

# #30249
source: Search for new pictures
gl: Buscar novas imaxes

# #30250
source: Are you sure?
gl: Esta seguro/a?

# #30251
source: Delete "%s"
gl: Eliminar "%s"

# #30300
source: file name
gl: Nome do ficheiro

# #30301
source: path
gl: ruta

# #30302
source: path (thumbnail)
gl: ruta (miniatura)

# #30303
source: Show the slideshow
gl: Ver a presentación

# #30600
source: Filter Wizard
gl: Asistente de Filtros

# #30601
source: Tags
gl: Etiquetas

# #30602
source: Contents
gl: Contidos

# #30607
source: Last used filter
gl: Último filtro usado

# #30608
source: Select filter
gl: Seleccionar filtro

# #30609
source: Enter filter name
gl: Introducir un nome de filtro

# #30610
source: Please select tags (red checkbox means "not")
gl: Por favor seleccione as etiquetas (caixas vermellas significan 'non')

# #30611
source: 1 tag checked
gl: 1 etiqueta verificada

# #30612
source: %s tags checked
gl: %s etiquetas verificadas

# #30613
source: OK
gl: Aceptar

# #30614
source: Cancel
gl: Cancelar

# #30615
source: Match all tags
gl: Corresponder a todas as etiquetas

# #30616
source: Load
gl: Cargar

# #30617
source: Save
gl: Gardar

# #30618
source: Reset
gl: Reiniciar

# #30619
source: Delete
gl: Eliminar

# #30620
source: Translate your tags
gl: Traducir as súas etiquetas

# #30621
source: Close Editor
gl: Pechar o Editor

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
gl: Deixar a tradución baleira para agochar o tipo de etiqueta en MyPicsDB

# #30623
source: Translation for %s
gl: Tradución para %s

# #30650
source: Debugging
gl: Depurado

# #30651
source: Enable debugging (regardless of Kodi settings)
gl: Activar a depuración (independentemente da configuración do Kodi)

# #30652
source: Filter:
gl: Filtro:

# #30653
source: New Filter
gl: Novo Filtro

# #30654
source: Show %s random pictures
gl: Amosar %s imaxes ó chou

# #30655
source: Saved filter wizard settings
gl: Configuración do filtro gardada

# #30660
source: Database Settings
gl: Configuración da Base de Datos

# #30661
source: Database Backend
gl: Motor da Base de datos

# #30664
source: User
gl: Usuario

# #30665
source: Password
gl: Contrasinal

# #30666
source: IP-Address or Name
gl: Enderezo IP ou Nome

# #30667
source: Port
gl: Porto

# #30668
source: MySql DB Name
gl: Nome da BD de MySql

# #30669
source: Sqlite DB Name
gl: Nome da BD de Sqlite

# #30700
source: Country
gl: País

# #30701
source: Country Code
gl: Código de País

# #30702
source: State
gl: Estado

# #30703
source: City
gl: Cidade

# #30704
source: Location
gl: Localización

# #30705
source: Event
gl: Evento

# #30706
source: Date Added
gl: Data Engadida

# #30707
source: Date Created
gl: Data de Creación

# #30708
source: Date/Time Created
gl: Data/Hora de Creación

# #30709
source: Description
gl: Descrición

# #30710
source: Headline
gl: Titular

# #30711
source: Title
gl: Título

# #30712
source: Creator
gl: Creador

# #30713
source: Creator Title
gl: Título do Creador

# #30715
source: Label
gl: Etiqueta

# #30716
source: Image Rating
gl: Puntuación da Imaxe

# #30717
source: Keyword
gl: Palabra chave

# #30718
source: Category
gl: Categoría

# #30719
source: Supplemental Category
gl: Categoría adicional

# #30720
source: Person
gl: Persoa

# #30721
source: Image Width
gl: Largura da Imaxe

# #30722
source: Image Length
gl: Lonxitude da Imaxe

# #30723
source: Orientation
gl: Orientación

# #30725
source: Image Model
gl: Modelo da cámara

# #30726
source: Image Make
gl: Marca da cámara

# #30727
source: Image Artist
gl: Artista da Imaxe
