Repository: Xycl/plugin.image.mypicsdb2
Catalog: resources/language/Danish/strings.po
Languages: da

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
da: Man.|Tir.|Ons.|Tor.|Fre.|Lør.|Søn.

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
da: Jan.|Feb.|Mar|Apr.|Maj|Jun.|Jul.|Aug.|Sep.|Okt.|Nov.|Dec.

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
da: Mandag|Tirsdag|Onsdag|Torsdag|Fredag|Lørdag|Søndag

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
da: Januar|Februar|Marts|April|Maj|Juni|Juli|August|September|Oktober|November|December

# #30009
source: Add-on settings
da: Indstillinger til Addons

# #30020
source: Picture folder
da: Billedmappe

# #30021
source: Remove from database missing pictures
da: Slet manglende billeder fra databasen

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
da: Skan rekursivt (alle undermapper vil blive skannet for billeder)

# #30023
source: Picture extensions
da: Billed-filtyper

# #30024
source: Perform scan at addon startup
da: Udfør skanning, når addon startes

# #30025
source: Initialize the database at next addon startup
da: Genopbyg database, når addon startes igen.

# #30026
source: Use the picture as fanart for pictures
da: Brug billedet som fanart til Billeder

# #30027
source: Settings for the dialog scan popup
da: Indstillinger for skanningsdialogen

# #30028
source: Video extensions
da: Video-filtyper

# #30029
source: Use the videos
da: Tilføj videoer

# #30030
source: General
da: Generelt

# #30031
source: Files
da: Filer

# #30032
source: Age of recent files (days)
da: Nyeste filers alder (i dage)

# #30033
source: Menu Items
da: Menupunkter

# #30034
source: Display all items
da: Vis alle emner

# #30035
source: Number of pics per page
da: Antal billeder pr. side

# #30040
source: Only display pictures with rating of at least
da: Vis kun billeder med en karakter på mindst

# #30041
source: All
da: Alle

# #30042
source: 1 star
da: 1 stjerne

# #30043
source: 2 stars
da: 2 stjerner

# #30044
source: 3 stars
da: 3 stjerner

# #30045
source: 4 stars
da: 4 stjerner

# #30046
source: 5 stars
da: 5 stjerner

# #30050
source: Pics
da: Billeder

# #30051
source: Videos
da: Videoer

# #30053
source: Excluded Files
da: Ekskluderede Filer

# #30060
source: Locate on disk
da: Find på disk

# #30061
source: Archive those pictures
da: Arkiver valgte billeder

# #30062
source: Export those pictures to...
da: Eksporter valgte billeder til...

# #30063
source: Add the file to archive :
da: Føj billedet til arkivet:

# #30064
source: The archive '%s' already exists in
da: Arkivet '%s' findes allerede i

# #30065
source: Overwrite ?
da: Overskriv?

# #30066
source: Archive canceled.
da: Arkivering annulleret.

# #30067
source: Adding the picture to archive...
da: Føjer billedet til arkiv...

# #30068
source: The archiving has been canceled !
da: Arkiveringen er blevet annulleret!

# #30069
source: %s errors while archiving %s files
da: %s fejl under arkivering af %s filer

# #30070
source: %s pictures successfully archived !!
da: %s billeder arkiveret med succes!!

# #30071
source: Localization of the picture on disk
da: Billedets placering på disken

# #30098
source: Global search
da: Global søgning

# #30099
source: Paths of picture folders
da: Stier til billedmapper

# #30100
source: All images %s (%s pics)
da: Alle billeder fra %s (%s billeder)

# #30101
source: Browse by Date
da: Gennemse efter dato

# #30102
source: Browse by Folders
da: Gennemse efter Mapper

# #30105
source: Date ranges
da: Datointervaller

# #30106
source: Add a new date range
da: Tilføj et nyt datointerval

# #30107
source: Choose the start date
da: Startdato for interval

# #30108
source: Choose the end date
da: Slutdato for interval

# #30109
source: Pics from %s to %s
da: Billeder fra %s til %s

# #30110
source: Input a title for this date range :
da: Titel på datointerval:

# #30111
source: Delete this date range
da: Slet datointerval

# #30112
source: Rename this date range
da: Omdøb datointerval

# #30113
source: From %s to %s
da: Fra %s til %s

# #30114
source: Input manually date
da: Indtast dato manuelt

# #30115
source: Word to search for
da: Søgeord

# #30116
source: %s results for '%s' in '%s'
da: %s resultater for '%s' i '%s'

# #30117
source: Start date of the date range
da: Datointervallets startdato

# #30118
source: End date of the date range
da: Datointervallets slutdato

# #30119
source: The search for '%s' did not match in the whole database
da: '%s' kunne ikke lokaliseres i databasen

# #30120
source: New global search
da: Ny global søgning

# #30121
source: Stored search words
da: Gemte søgninger

# #30122
source: Browse by Tags
da: Gennemse efter Tags

# #30123
source: Help
da: Hjælp

# #30130
source: The %s latest pics
da: De seneste %s billeder

# #30131
source: Recent pics (number of images)
da: Seneste billeder (antal billeder)

# #30132
source: Random pics (number of images)
da: Tilfældige billeder (antal billeder)

# #30148
source: Choose a music playlist
da: Vælg en musik playliste

# #30149
source: Add playlist to collection
da: Tilføj playliste til samling

# #30150
source: Collections
da: Samlinger

# #30151
source: Remove from the collection
da: Fjern fra samling

# #30152
source: Add to collection...
da: Føj til samling...

# #30153
source: Input a new title
da: Ny titel

# #30154
source: Picture added in
da: Billede føjet til

# #30155
source: Input a title for the new collection
da: Samlingens titel

# #30156
source: Choose a collection
da: Vælg en samling

# #30157
source: New collection
da: Ny samling

# #30158
source: Remove this collection
da: Fjern denne samling

# #30159
source: Rename this collection
da: Omdøb denne samling

# #30160
source: Create a new collection
da: Opret en ny samling

# #30161
source: %s pictures added in
da: %s billeder føjet til

# #30162
source: Import album from Picasa xml
da: Importere album fra Picasa xml

# #30163
source: Unable to read Picasa xml
da: Ikke muligt at læse Picasa xml

# #30164
source: Specify date range
da: Angiv datointerval

# #30165
source: Following files are missing in MyPicsDB and could not be imported:[CR][CR]
da: Følgende filer mangler i MyPicsDB og kunne ikke importeres:[CR][CR]

# #30166
source: Picture "%s" in "%s"[CR]
da: Billeder "%s" i "%s"[CR]

# #30167
source: Import errors
da: Importfejl

# #30168
source: Import album from saved filter settings
da: Importer album fra gemte filteropsætninger

# #30180
source: Choose the destination for the export
da: Vælg destinationsmappe

# #30181
source: Do you want to create a folder to export pictures ?
da: Vil du oprette en mappe til eksportering af billeder?

# #30182
source: Input the folder name
da: Skriv mappens navn

# #30183
source: picture export canceled !
da: Eksport af billeder annulleret!

# #30184
source: Picture exporting...
da: Eksport billede...

# #30185
source: Exporting '%s' to :
da: Exporter '%s' til:

# #30186
source: a file '%s' already exists
da: Filen '%s' eksisterer allerede

# #30187
source: Overwrite ?
da: Overskriv?

# #30188
source: Export finished !
da: Eksport udført.

# #30189
source: %s pictures copied to %s
da: %s billeder kopieret til %s

# #30190
source: Exported pictures
da: Billedeksport udført

# #30201
source: Folder to scan
da: Mappe, der skal skannes

# #30202
source: Browse this folder recursively
da: Tilføj også undermapper

# #30203
source: Delete the database entries if picture does not exists anymore
da: Fjern slettede billeder fra databasen

# #30204
source: Path added !
da: Mappe tilføjet !

# #30205
source: Path deleted !
da: Mappe fjernet !

# #30206
source: Do a scan now
da: Skan nu

# #30207
source: Delete this path from database
da: Slet denne mappe fra databasen

# #30208
source: [B]Add[/B] a path to database
da: [B]Føj[/B] en mappe til databasen

# #30209
source: Uploads from last %s days
da: Filer tilføjet de seneste %s dage

# #30210
source: Remove this path from excluded
da: Fjern denne mappe fra ignorerede

# #30211
source: Add a folder to [B]exclude[/B]
da: Tilføj en mappe, der skal [B]ignoreres[/B]

# #30212
source: Exclude this folder from database
da: Ekskluder denne mappe fra databasen

# #30214
source: Yes = scan all pictures.
da: Ja = skan alle billeder.

# #30215
source: No = scan only modified/new pictures.
da: Nej = skan kun ændrede/nye billeder.

# #30216
source: [B]Add[/B] all Kodi pictures sources to database
da: [B]Tilføj[/B] alle Kodi billedkilder til database

# #30217
source: You must rescan the folders
da: Du skal skanne mapperne igen

# #30218
source: to exclude the pictures!
da: for at ignorere billederne!

# #30221
source: Fetching the map... (%0.2f%%)
da: Henter kortet... (%0.2f%%)

# #30223
source: Use up / down arrows to zoom in / out
da: Brug op / ned-piletasterne til at zoome ind / ud

# #30224
source: Close
da: Luk

# #30225
source: Zoom In
da: Zoom Ind

# #30226
source: Zoom Out
da: Zoom Ud

# #30241
source: preparing
da: forbereder

# #30242
source: refreshing
da: opdaterer

# #30243
source: passing
da: ingen ændringer

# #30244
source: adding
da: tilføjer

# #30245
source: re-scan
da: genskanner

# #30246
source: deleting
da: sletter

# #30247
source: Please wait...
da: Vent venligst...

# #30248
source: %s scanned / %s added / %s deleted / %s modified
da: %s skannet / %s tilføjet / %s slettet / %s ændret

# #30249
source: Search for new pictures
da: Søg efter nye billeder

# #30250
source: Are you sure?
da: Er du sikker?

# #30251
source: Delete "%s"
da: Slet "%s"

# #30300
source: file name
da: filnavn

# #30301
source: path
da: sti

# #30302
source: path (thumbnail)
da: sti (miniature)

# #30303
source: Show the slideshow
da: Vis diasshowet

# #30602
source: Contents
da: Indhold

# #30607
source: Last used filter
da: Filter sidst brugt

# #30608
source: Select filter
da: Valgt filter

# #30609
source: Enter filter name
da: Indtast filternavn

# #30610
source: Please select tags (red checkbox means "not")
da: Vælg tags (rødt afkydsningsfelt betyder "ikke")

# #30611
source: 1 tag checked
da: 1 tag markeret

# #30612
source: %s tags checked
da: %s tags markeret

# #30614
source: Cancel
da: Annuller

# #30615
source: Match all tags
da: Match alle tags

# #30616
source: Load
da: Hent

# #30617
source: Save
da: Gem

# #30618
source: Reset
da: Nulstil

# #30619
source: Delete
da: Slet

# #30620
source: Translate your tags
da: Oversæt dine tags

# #30621
source: Close Editor
da: Luk redigering

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
da: Lad oversættelsen stå tom for at skjule tag i MyPicsDB

# #30623
source: Translation for %s
da: Oversættelse af %s

# #30650
source: Debugging
da: Foretag fejlretning

# #30651
source: Enable debugging (regardless of Kodi settings)
da: Mulig fejlretning (uafhængig af Kodi opsætning)

# #30653
source: New Filter
da: Nyt Filter

# #30654
source: Show %s random pictures
da: Vis %s tilfældige billeder

# #30655
source: Saved filter wizard settings
da: Gemte filter-wizard indstillinger

# #30660
source: Database Settings
da: Databaseopsætning

# #30664
source: User
da: Bruger

# #30665
source: Password
da: Adgangskode

# #30666
source: IP-Address or Name
da: IP-adresse eller navn

# #30668
source: MySql DB Name
da: MySQL DB Navn

# #30669
source: Sqlite DB Name
da: Sqlite DB Navn

# #30700
source: Country
da: Land

# #30701
source: Country Code
da: Landekode

# #30702
source: State
da: Stat

# #30703
source: City
da: By

# #30704
source: Location
da: Lokalitet

# #30705
source: Event
da: Begivenhed

# #30706
source: Date Added
da: Tilføjet den

# #30707
source: Date Created
da: Oprettelsesdato

# #30708
source: Date/Time Created
da: Oprettelsesdato og tid

# #30709
source: Description
da: Beskrivelse

# #30710
source: Headline
da: Overskrift

# #30711
source: Title
da: Titel

# #30712
source: Creator
da: Skaber

# #30713
source: Creator Title
da: Skabers titel

# #30714
source: Copyright
da: Ophavsret

# #30715
source: Label
da: Navn

# #30716
source: Image Rating
da: Billedbedømmelse

# #30717
source: Keyword
da: Nøgleord

# #30718
source: Category
da: Kategori

# #30719
source: Supplemental Category
da: Yderligere Kategori

# #30721
source: Image Width
da: Billedbredde

# #30722
source: Image Length
da: Billedlængde

# #30723
source: Orientation
da: Retning

# #30725
source: Image Model
da: Billedmodel

# #30726
source: Image Make
da: Billedproducent

# #30727
source: Image Artist
da: Billedartist
