Repository: Xycl/plugin.image.mypicsdb2
Catalog: resources/language/*/strings.po
Languages: spanish

# #30000
source: MyPicture Database
spanish: Base de datos MyPicture

# #30001
source: Database
spanish: Base de Datos

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
spanish: Lu.|Ma.|Mi.|Ju.|Vi.|Sa.|Do.

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
spanish: Ene.|Feb.|Mar.|Abr.|May.|Jun.|Jul.|Ago.|Sep.|Oct.|Nov.|Dic.

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
spanish: Lunes|Martes|Miércoles|Jueves|Viernes|Sábado|Domingo

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
spanish: Enero|Febrero|Marzo|Abril|Mayo|Junio|Julio|Agosto|Septiembre|Octubre|Noviembre|Diciembre

# #30009
source: Add-on settings
spanish: Configuración del addon

# #30020
source: Picture folder
spanish: Carpeta de Imágenes

# #30021
source: Remove from database missing pictures
spanish: Eliminar de la base de datos las imágenes que faltan

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
spanish: Escaneo recursivo (todas las subcarpetas serán escaneadas)

# #30023
source: Picture extensions
spanish: Extensiones de imágenes

# #30024
source: Perform scan at addon startup
spanish: Escanear al iniciar el complemento

# #30025
source: Initialize the database at next addon startup
spanish: Iniciar la base de datos en el próximo inicio del complemento

# #30026
source: Use the picture as fanart for pictures
spanish: Usar la imagen como fanart

# #30027
source: Settings for the dialog scan popup
spanish: Configuración del popup de escaneo

# #30028
source: Video extensions
spanish: Extensiones de vídeo

# #30029
source: Use the videos
spanish: Usar los vídeos

# #30031
source: Files
spanish: Archivos

# #30032
source: Age of recent files (days)
spanish: Antigüedad de elementos recientes (en días)

# #30033
source: Menu Items
spanish: Elementos del menú

# #30034
source: Display all items
spanish: Mostrar todos los elementos

# #30035
source: Number of pics per page
spanish: Número de imágenes por página

# #30040
source: Only display pictures with rating of at least
spanish: Mostrar solamente imágenes con valoración mínima de

# #30041
source: All
spanish: Todos

# #30042
source: 1 star
spanish: 1 estrella

# #30043
source: 2 stars
spanish: 2 estrellas

# #30044
source: 3 stars
spanish: 3 estrellas

# #30045
source: 4 stars
spanish: 4 estrellas

# #30046
source: 5 stars
spanish: 5 estrellas

# #30050
source: Pics
spanish: Imágenes

# #30051
source: Videos
spanish: Vídeos

# #30052
source: Tags
spanish: Etiquetas

# #30053
source: Excluded Files
spanish: Archivos excluidos

# #30054
source: Images without a date (%s pics)
spanish: Imágenes sin fecha (%s pics)

# #30060
source: Locate on disk
spanish: Localizar en disco

# #30061
source: Archive those pictures
spanish: Archivar imágenes

# #30062
source: Export those pictures to...
spanish: Exportar imágenes a...

# #30063
source: Add the file to archive :
spanish: Añadir el elemento al archivo:

# #30064
source: The archive '%s' already exists in
spanish: El archivo '%s' ya existe en

# #30065
source: Overwrite ?
spanish: ¿Sobreescribir?

# #30066
source: Archive canceled.
spanish: Archivo cancelado.

# #30067
source: Adding the picture to archive...
spanish: Añadiendo la imagen al archivo...

# #30068
source: The archiving has been canceled !
spanish: ¡El proceso de archivo ha sido cancelado!

# #30069
source: %s errors while archiving %s files
spanish: %s errores al archivar %s elementos

# #30070
source: %s pictures successfully archived !!
spanish: ¡%s imágenes archivadas con éxito!!

# #30071
source: Localization of the picture on disk
spanish: Localización de la imagen en disco

# #30098
source: Global search
spanish: Búsqueda global

# #30099
source: Paths of picture folders
spanish: Rutas de las carpetas de fotos

# #30100
source: All images %s (%s pics)
spanish: Todas las fotos de %s (%s fotos)

# #30101
source: Browse by Date
spanish: Búsqueda por fecha

# #30102
source: Browse by Folders
spanish: Búsqueda por carpetas

# #30105
source: Date ranges
spanish: Rangos de fecha

# #30106
source: Add a new date range
spanish: Añadir un nuevo rango de fechas

# #30107
source: Choose the start date
spanish: Elija la fecha inical

# #30108
source: Choose the end date
spanish: Elija la fecha final

# #30109
source: Pics from %s to %s
spanish: Fotos de %s a %s

# #30110
source: Input a title for this date range :
spanish: Introduzca un título para este rango de fechas:

# #30111
source: Delete this date range
spanish: Eliminar este rango de fechas

# #30112
source: Rename this date range
spanish: Renombrar este rango de fechas

# #30113
source: From %s to %s
spanish: De %s a %s

# #30114
source: Input manually date
spanish: Introducir fecha manualmente

# #30115
source: Word to search for
spanish: Palabra a buscar

# #30116
source: %s results for '%s' in '%s'
spanish: %s resultados para '%s' en '%s'

# #30117
source: Start date of the date range
spanish: Fecha inicial del rango de fechas

# #30118
source: End date of the date range
spanish: Fecha final del rango de fechas

# #30119
source: The search for '%s' did not match in the whole database
spanish: La búsqueda para '%s' no se han encontrado en la base de datos

# #30120
source: New global search
spanish: Nueva búsqueda global

# #30121
source: Stored search words
spanish: Palabras de búsqueda almacenadas

# #30122
source: Browse by Tags
spanish: Buscar por etiquetas

# #30123
source: Help
spanish: Ayuda

# #30130
source: The %s latest pics
spanish: Las %s últimas fotos

# #30131
source: Recent pics (number of images)
spanish: Fotos recientes (número de imágenes)

# #30132
source: Random pics (number of images)
spanish: Imágenes aleatorias (número de imágenes)

# #30148
source: Choose a music playlist
spanish: Escoger una lista musical

# #30149
source: Add playlist to collection
spanish: Añadir lista a la colección

# #30150
source: Collections
spanish: Colecciones

# #30151
source: Remove from the collection
spanish: Eliminar de la colección

# #30152
source: Add to collection...
spanish: Añadir a la colección...

# #30153
source: Input a new title
spanish: Introduzca un nuevo título

# #30154
source: Picture added in
spanish: Fotografía añadida en

# #30155
source: Input a title for the new collection
spanish: Introduzca un título para la nueva colección

# #30156
source: Choose a collection
spanish: Elija una colección

# #30157
source: New collection
spanish: Nueva colección

# #30158
source: Remove this collection
spanish: Eliminar esta colección

# #30159
source: Rename this collection
spanish: Renombrar esta colección

# #30160
source: Create a new collection
spanish: Crear una nueva colección

# #30161
source: %s pictures added in
spanish: %s fotos añadidas en

# #30162
source: Import album from Picasa xml
spanish: Importar álbum xml de Picasa

# #30163
source: Unable to read Picasa xml
spanish: No se puede leer el xml de Picasa

# #30164
source: Specify date range
spanish: Especifique un rango de fechas

# #30165
source: Following files are missing in MyPicsDB and could not be imported:[CR][CR]
spanish: Los siguientes archivos no se encuentran en MyPicsDB y no se han importado:[CR][CR]

# #30166
source: Picture "%s" in "%s"[CR]
spanish: Imágen "%s" en "%s"[CR]

# #30167
source: Import errors
spanish: Errores de importacion

# #30168
source: Import album from saved filter settings
spanish: Importar album desde parámetros guardados

# #30169
source: Show pictures
spanish: Ver imágenes

# #30180
source: Choose the destination for the export
spanish: Elija el destino para la exportación

# #30181
source: Do you want to create a folder to export pictures ?
spanish: ¿Desea crear una carpeta para exportar imágenes?

# #30182
source: Input the folder name
spanish: Introduzca el nombre de la carpeta

# #30183
source: picture export canceled !
spanish: ¡exportación de imágenes cancelada!

# #30184
source: Picture exporting...
spanish: Exportando imágenes...

# #30185
source: Exporting '%s' to :
spanish: Exportando '%s' a :

# #30186
source: a file '%s' already exists
spanish: Ya existe un elemento '%s'

# #30187
source: Overwrite ?
spanish: ¿Sobreescribir?

# #30188
source: Export finished !
spanish: ¡Exportación finalizada!

# #30189
source: %s pictures copied to %s
spanish: %s imágenes copiadas a %s

# #30190
source: Exported pictures
spanish: Imágenes exportadas

# #30201
source: Folder to scan
spanish: Carpeta a escanear

# #30202
source: Browse this folder recursively
spanish: Explorar esta carpeta de forma recursiva

# #30203
source: Delete the database entries if picture does not exists anymore
spanish: Borrar entradas de la base de datos si la imagen ya no existe

# #30204
source: Path added !
spanish: ¡Ruta añadida!

# #30205
source: Path deleted !
spanish: ¡Ruta borrada!

# #30206
source: Do a scan now
spanish: Escanear ahora

# #30207
source: Delete this path from database
spanish: Eliminar esta ruta de la base de datos

# #30208
source: [B]Add[/B] a path to database
spanish: [B]Añadir[/B] una ruta a la base de datos

# #30209
source: Uploads from last %s days
spanish: Subidas de los últimos %s días

# #30210
source: Remove this path from excluded
spanish: Eliminar esta ruta de excluidos

# #30211
source: Add a folder to [B]exclude[/B]
spanish: Añadir una carpeta a [B]excluídos[/B]

# #30212
source: Exclude this folder from database
spanish: Excluir esta carpeta de la base de datos

# #30213
source: Search for new & changed pictures
spanish: Buscar imágenes nuevas y cambiadas

# #30214
source: Yes = scan all pictures.
spanish: Sí = escanear todas las imágenes.

# #30215
source: No = scan only modified/new pictures.
spanish: No = escanear solamente imágenes nuevas o modificadas.

# #30216
source: [B]Add[/B] all Kodi pictures sources to database
spanish: [B]Añadir[/B] todas las fotos de fuentes Kodi a la base de datos

# #30217
source: You must rescan the folders
spanish: Debe escanear de nuevo las carpetas

# #30218
source: to exclude the pictures!
spanish: para excluir las imágenes!

# #30220
source: Google Map
spanish: Mapa de Google

# #30221
source: Fetching the map... (%0.2f%%)
spanish: Obteniendo el mapa... (%0.2f%%)

# #30223
source: Use up / down arrows to zoom in / out
spanish: Usar flechas arriba/abajo para acercar/alejar

# #30224
source: Close
spanish: Cerrar

# #30225
source: Zoom In
spanish: Acercar

# #30226
source: Zoom Out
spanish: Alejar

# #30241
source: preparing
spanish: preparando

# #30242
source: refreshing
spanish: actualizando

# #30243
source: passing
spanish: pasando

# #30244
source: adding
spanish: añadiendo

# #30245
source: re-scan
spanish: re-escanear

# #30246
source: deleting
spanish: borrando

# #30247
source: Please wait...
spanish: Por favor, espere...

# #30248
source: %s scanned / %s added / %s deleted / %s modified
spanish: %s escaneado / %s añadido / %s eliminado / %s modificado

# #30249
source: Search for new pictures
spanish: Buscar nuevas imágenes

# #30250
source: Are you sure?
spanish: ¿Está seguro?

# #30251
source: Delete "%s"
spanish: Borrar "%s"

# #30300
source: file name
spanish: Nombre de archivo

# #30301
source: path
spanish: ruta

# #30302
source: path (thumbnail)
spanish: ruta (miniatura)

# #30303
source: Show the slideshow
spanish: Mostrar las diapositivas

# #30600
source: Filter Wizard
spanish: Asistente de filtrado

# #30601
source: Tags
spanish: Etiquetas

# #30602
source: Contents
spanish: Contenidos

# #30607
source: Last used filter
spanish: Último filtro

# #30608
source: Select filter
spanish: Elegir filtro

# #30609
source: Enter filter name
spanish: Introduzca el nombre del archivo

# #30610
source: Please select tags (red checkbox means "not")
spanish: Por favor, seleccione las etiquetas (casilla roja significa "no")

# #30611
source: 1 tag checked
spanish: 1 etiqueta seleccionada

# #30612
source: %s tags checked
spanish: %s etiquetas seleccionadas

# #30614
source: Cancel
spanish: Cancelar

# #30615
source: Match all tags
spanish: Coincidir todas las etiquetas

# #30616
source: Load
spanish: Cargar

# #30617
source: Save
spanish: Guardar

# #30618
source: Reset
spanish: Resetear

# #30619
source: Delete
spanish: Eliminar

# #30620
source: Translate your tags
spanish: Traducir las etiquetas

# #30621
source: Close Editor
spanish: Cerrar el editor

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
spanish: Dejar traducción vacía para ocultar tipo de etiqueta en MyPicsDB

# #30623
source: Translation for %s
spanish: Traducción de %s

# #30650
source: Debugging
spanish: Depuración

# #30651
source: Enable debugging (regardless of Kodi settings)
spanish: Habilitar depuración (independientemente de los ajustes Kodi)

# #30652
source: Filter:
spanish: Filtro:

# #30653
source: New Filter
spanish: Nuevo Filtro

# #30654
source: Show %s random pictures
spanish: Ver %s imágenes aleatorias

# #30655
source: Saved filter wizard settings
spanish: Valores del asistente de configuración guardados

# #30660
source: Database Settings
spanish: Propiedades de la base de datos

# #30661
source: Database Backend
spanish: Motor de la base de datos

# #30664
source: User
spanish: Usuario

# #30665
source: Password
spanish: Contraseña

# #30666
source: IP-Address or Name
spanish: Nombre o dirección IP

# #30667
source: Port
spanish: Puerto

# #30668
source: MySql DB Name
spanish: Nombre de base de datos MySql

# #30669
source: Sqlite DB Name
spanish: Nombre de base de datos Sqlite

# #30700
source: Country
spanish: País

# #30701
source: Country Code
spanish: Código de país

# #30702
source: State
spanish: Estado

# #30703
source: City
spanish: Ciudad

# #30704
source: Location
spanish: Ubicación

# #30705
source: Event
spanish: Evento

# #30706
source: Date Added
spanish: Fecha de alta

# #30707
source: Date Created
spanish: Fecha de creación

# #30708
source: Date/Time Created
spanish: Fecha/Hora de creación

# #30709
source: Description
spanish: Descripción

# #30710
source: Headline
spanish: Titular

# #30711
source: Title
spanish: Título

# #30712
source: Creator
spanish: Creador

# #30713
source: Creator Title
spanish: Título del creador

# #30714
source: Copyright
spanish: Derechos de autor

# #30715
source: Label
spanish: Etiqueta

# #30716
source: Image Rating
spanish: Valoración de la imagen

# #30717
source: Keyword
spanish: Palabra clave

# #30718
source: Category
spanish: Categoría

# #30719
source: Supplemental Category
spanish: Categoría suplementaria

# #30720
source: Person
spanish: Persona

# #30721
source: Image Width
spanish: Ancho de la imagen

# #30722
source: Image Length
spanish: Largo de la imagen

# #30723
source: Orientation
spanish: Orientación

# #30725
source: Image Model
spanish: Imagen Modelo

# #30726
source: Image Make
spanish: Imagen de Marca

# #30727
source: Image Artist
spanish: Imagen del Artista
