Repository: Xycl/plugin.image.mypicsdb2
Catalog: resources/language/Lithuanian/strings.po
Languages: lt

# #30001
source: Database
lt: Duomenų bazė

# #30005
source: Mo.|Tu.|We.|Th.|Fr.|Sa.|Su.
lt: Pr.|An.|Tr.|Kt.|Pn.|Še.|Se.

# #30006
source: Jan.|Feb.|Mar|Apr.|May|Jun.|Jul.|Aug.|Sep.|Oct.|Nov.|Dec.
lt: Sau.|Vas.|Kov|Bal.|Geg.|Bir.|Lie.|Rgp.|Rgs.|Spa.|Lap.|Gru.

# #30007
source: Monday|Tuesday|Wednesday|Thursday|Friday|Saturday|Sunday
lt: Pirmadienis|Antradienis|Trečiadienis|Ketvirtadienis|Penktadienis|Šeštadienis|Sekmadienis

# #30008
source: January|February|March|April|May|June|July|August|September|October|November|December
lt: Sausis|Vasaris|Kovas|Balandis|Gegužė|Birželis|Liepa|Rugpjūtis|Rugsėjis|Spalis|Lapkritis|Gruodis

# #30009
source: Add-on settings
lt: Priedo nustatymai

# #30020
source: Picture folder
lt: Nuotraukų aplankas

# #30021
source: Remove from database missing pictures
lt: Pašalinti trūkstamas nuotraukas iš duomenų bazės

# #30022
source: Recursive scan ( all sub-folders will be scanned for pictures )
lt: Rekursyvinis nuskaitymas (nuotraukų bus ieškoma visuose poaplankiuose)

# #30023
source: Picture extensions
lt: Nuotraukų plėtiniai

# #30024
source: Perform scan at addon startup
lt: Vykdyti nuskaitymą paleidus priedą

# #30025
source: Initialize the database at next addon startup
lt: Inicijuoti duomenų bazę kitą kartą paleidus priedą

# #30026
source: Use the picture as fanart for pictures
lt: Naudoti nuotrauką kaip nuotraukų fanart

# #30027
source: Settings for the dialog scan popup
lt: Nuskaitymo dialogo lango nustatymai

# #30028
source: Video extensions
lt: Vaizdo įrašų plėtiniai

# #30029
source: Use the videos
lt: Naudoti vaizdo įrašus

# #30030
source: General
lt: Pagrindinis

# #30031
source: Files
lt: Failai

# #30032
source: Age of recent files (days)
lt: Naujausių failų amžius (dienos)

# #30033
source: Menu Items
lt: Meniu elementai

# #30034
source: Display all items
lt: Rodyti visus elementus

# #30035
source: Number of pics per page
lt: Nuotraukų skaičius puslapyje

# #30040
source: Only display pictures with rating of at least
lt: Rodyti tik nuotraukas su reitingu, nemažesniu nei

# #30041
source: All
lt: Visas

# #30042
source: 1 star
lt: 1 žvaigždutė

# #30043
source: 2 stars
lt: 2 žvaigždutės

# #30044
source: 3 stars
lt: 3 žvaigždutės

# #30045
source: 4 stars
lt: 4 žvaigždutės

# #30046
source: 5 stars
lt: 5 žvaigždutės

# #30050
source: Pics
lt: Nuotraukos

# #30051
source: Videos
lt: Vaizdo įrašai

# #30052
source: Tags
lt: Žymos

# #30053
source: Excluded Files
lt: Išskirti failai

# #30054
source: Images without a date (%s pics)
lt: Atvaizdai be datos (%s nuotr.)

# #30060
source: Locate on disk
lt: Rasti diske

# #30061
source: Archive those pictures
lt: Archyvuoti šias nuotraukas

# #30062
source: Export those pictures to...
lt: Eksportuoti šias nuotraukas į...

# #30063
source: Add the file to archive :
lt: Pridėti failą į archyvą :

# #30064
source: The archive '%s' already exists in
lt: Archyvas '%s' jau egzistuoja

# #30065
source: Overwrite ?
lt: Perrašyti ?

# #30066
source: Archive canceled.
lt: Archyvavimas nutrauktas.

# #30067
source: Adding the picture to archive...
lt: Pridedama nuotrauka į archyvą...

# #30068
source: The archiving has been canceled !
lt: Archyvavimas buvo nutrauktas !

# #30069
source: %s errors while archiving %s files
lt: %s klaidos archyvuojant %s failus

# #30070
source: %s pictures successfully archived !!
lt: %s nuotraukos sėkmingai suarchyvuotos !!

# #30071
source: Localization of the picture on disk
lt: Nuotraukos aptikimas diske

# #30098
source: Global search
lt: Globali paieška

# #30099
source: Paths of picture folders
lt: Nuotraukų aplankų keliai

# #30100
source: All images %s (%s pics)
lt: Visi atvaizdai %s (%s nuotr.)

# #30101
source: Browse by Date
lt: Naršyti pagal datą

# #30102
source: Browse by Folders
lt: Naršyti pagal aplankus

# #30105
source: Date ranges
lt: Datos rėžiai

# #30106
source: Add a new date range
lt: Pridėti naują datos rėžį

# #30107
source: Choose the start date
lt: Pasirinkite pradžios datą

# #30108
source: Choose the end date
lt: Pasirinkite pabaigos datą

# #30109
source: Pics from %s to %s
lt: Nuotraukos nuo %s iki %s

# #30110
source: Input a title for this date range :
lt: Įveskite šio datos rėžio pavadinimą :

# #30111
source: Delete this date range
lt: Pašalinti šį datos rėžį

# #30112
source: Rename this date range
lt: Pervadinti šį datos rėžį

# #30113
source: From %s to %s
lt: Nuo %s iki %s

# #30114
source: Input manually date
lt: Įvesti datą rankiniu būdu

# #30115
source: Word to search for
lt: Žodis, kurio ieškoti

# #30116
source: %s results for '%s' in '%s'
lt: %s rezultatai atitinka '%s' iš '%s'

# #30117
source: Start date of the date range
lt: Datos rėžio pradžios data

# #30118
source: End date of the date range
lt: Datos rėžio pabaigos data

# #30119
source: The search for '%s' did not match in the whole database
lt: Visoje duomenų bazėje nerasta atitikmenų Ieškant '%s'

# #30120
source: New global search
lt: Nauja globali paieška

# #30121
source: Stored search words
lt: Saugomi paieškos žodžiai

# #30122
source: Browse by Tags
lt: Naršyti pagal žymas

# #30123
source: Help
lt: Pagalba

# #30130
source: The %s latest pics
lt: %s naujausios nuotraukos

# #30131
source: Recent pics (number of images)
lt: Naujausios nuotraukos (atvaizdų skaičius)

# #30132
source: Random pics (number of images)
lt: Atsitiktinės nuotraukos (atvaizdų skaičius)

# #30148
source: Choose a music playlist
lt: Pasirinkite muzikos grojaraštį

# #30149
source: Add playlist to collection
lt: Įtraukti grojaraštį į kolekciją

# #30150
source: Collections
lt: Kolekcijos

# #30151
source: Remove from the collection
lt: Pašalinti iš kolekcijos

# #30152
source: Add to collection...
lt: Pridėti į kolekciją...

# #30153
source: Input a new title
lt: Įvesti naują pavadinimą

# #30154
source: Picture added in
lt: Nuotraukos pridėtos į

# #30155
source: Input a title for the new collection
lt: Įveskite naujos kolekcijos pavadinimą

# #30156
source: Choose a collection
lt: Pasirinkite kolekciją

# #30157
source: New collection
lt: Nauja kolekcija

# #30158
source: Remove this collection
lt: Pašalinti šią kolekciją

# #30159
source: Rename this collection
lt: Pervadinti šią kolekciją

# #30160
source: Create a new collection
lt: Sukurti naują kolekciją

# #30161
source: %s pictures added in
lt: %s nuotraukos pridėtos į

# #30162
source: Import album from Picasa xml
lt: Importuoti albumą iš Picasa xml failo

# #30163
source: Unable to read Picasa xml
lt: Neįmanoma nuskaityti Picasa xml failo

# #30164
source: Specify date range
lt: Nurodyti datos rėžį

# #30165
source: Following files are missing in MyPicsDB and could not be imported:[CR][CR]
lt: Šių failų trūksta MyPicsDB priede ir todėl jei negali būti importuoti:[CR][CR]

# #30166
source: Picture "%s" in "%s"[CR]
lt: Nuotrauka "%s" yra "%s"[CR]

# #30167
source: Import errors
lt: Importavimo klaidos

# #30168
source: Import album from saved filter settings
lt: Importuoti albumą iš išsaugoto filtro nustatymų

# #30169
source: Show pictures
lt: Rodyti paveikslėlius

# #30180
source: Choose the destination for the export
lt: Pasirinkite eksportavimo paskirties vietą

# #30181
source: Do you want to create a folder to export pictures ?
lt: Ar norite sukurti aplanką nuotraukų eksportavimui ?

# #30182
source: Input the folder name
lt: Įveskite aplanko vardą

# #30183
source: picture export canceled !
lt: Nuotraukų eksportas nutrauktas

# #30184
source: Picture exporting...
lt: Nuotrauka eksportuojama...

# #30185
source: Exporting '%s' to :
lt: Eksportuojama '%s' į :

# #30186
source: a file '%s' already exists
lt: failas '%s' jau egzistuoja

# #30187
source: Overwrite ?
lt: Perrašyti ?

# #30188
source: Export finished !
lt: Eksportas baigtas !

# #30189
source: %s pictures copied to %s
lt: %s nuotraukos nukopijuotos į %s

# #30190
source: Exported pictures
lt: Išeksportuotos nuotraukos

# #30201
source: Folder to scan
lt: Aplankas nuskaitymui

# #30202
source: Browse this folder recursively
lt: Naršyti šį aplanką rekursyviai

# #30203
source: Delete the database entries if picture does not exists anymore
lt: Pašalinti duomenų bazės įrašus, jei nuotrauka daugiau nebeegzistuoja

# #30204
source: Path added !
lt: Kelias pridėtas !

# #30205
source: Path deleted !
lt: Kelias pašalintas !

# #30206
source: Do a scan now
lt: Nuskaityti dabar

# #30207
source: Delete this path from database
lt: Pašalinti šį kelią iš duomenų bazės

# #30208
source: [B]Add[/B] a path to database
lt: [B]Pridėti[/B] kelią į duomenų bazę

# #30209
source: Uploads from last %s days
lt: Paskutinių %s dienų įkėlimai

# #30210
source: Remove this path from excluded
lt: Pašalinti šį kelią iš išimčių

# #30211
source: Add a folder to [B]exclude[/B]
lt: Pridėti aplanką į [B]išimtis[/B]

# #30212
source: Exclude this folder from database
lt: Išskirti šį aplanką iš duomenų bazės

# #30213
source: Search for new & changed pictures
lt: Ieškoti naujų ir pakeistų nuotraukų

# #30214
source: Yes = scan all pictures.
lt: Taip = nuskaityti visas nuotraukas.

# #30215
source: No = scan only modified/new pictures.
lt: Ne = nuskaityti tik atnaujintas/naujas nuotraukas.

# #30216
source: [B]Add[/B] all Kodi pictures sources to database
lt: [B]Pridėti[/B] visus Kodi nuotraukų šaltinius į duomenų bazę

# #30217
source: You must rescan the folders
lt: Reikia iš naujo nuskaityti aplankus

# #30218
source: to exclude the pictures!
lt: norint išskirti nuotraukas!

# #30221
source: Fetching the map... (%0.2f%%)
lt: Gaunamas žemėlapis... (%0.2f%%)

# #30222
source: Zoom=%s
lt: Priartinti=%s

# #30223
source: Use up / down arrows to zoom in / out
lt: Naudokite rodykles aukštyn / žemyn, norėdami priartinti / atitolinti

# #30224
source: Close
lt: Uždaryti

# #30225
source: Zoom In
lt: Priartinti

# #30226
source: Zoom Out
lt: Atitolinti

# #30241
source: preparing
lt: ruošiama

# #30242
source: refreshing
lt: atnaujinama

# #30243
source: passing
lt: perduodama

# #30244
source: adding
lt: pridedama

# #30245
source: re-scan
lt: nuskaitoma iš naujo

# #30246
source: deleting
lt: pašalinama

# #30247
source: Please wait...
lt: Prašome palaukti...

# #30248
source: %s scanned / %s added / %s deleted / %s modified
lt: %s nuskaityta / %s pridėta / %s pašalinta / %s pakeista

# #30249
source: Search for new pictures
lt: Ieškoti naujų nuotraukų

# #30250
source: Are you sure?
lt: Ar isitikinęs?

# #30251
source: Delete "%s"
lt: Pašalinti "%s"

# #30300
source: file name
lt: failo vardas

# #30301
source: path
lt: kelias

# #30302
source: path (thumbnail)
lt: kelias (miniatiūra)

# #30303
source: Show the slideshow
lt: Rodyti skaidrių peržiūrą

# #30600
source: Filter Wizard
lt: Filtro vedlys

# #30601
source: Tags
lt: Žymos

# #30602
source: Contents
lt: Turinys

# #30607
source: Last used filter
lt: Paskutinis naudotas filtras

# #30608
source: Select filter
lt: Pasirinkti filtrą

# #30609
source: Enter filter name
lt: Įvesti filtro vardą

# #30610
source: Please select tags (red checkbox means "not")
lt: Pasirinkite žymas (raudoni žymimieji langeliai reiškia 'ne')

# #30611
source: 1 tag checked
lt: 1 žyma pasirinkta

# #30612
source: %s tags checked
lt: %s žymos pasirinktos

# #30613
source: OK
lt: Gerai

# #30614
source: Cancel
lt: Nutraukti

# #30615
source: Match all tags
lt: Sutapdinti visas žymas

# #30616
source: Load
lt: Įkelti

# #30617
source: Save
lt: Išsaugoti

# #30618
source: Reset
lt: Atstatyti

# #30619
source: Delete
lt: Pašalinti

# #30620
source: Translate your tags
lt: Išversti žymas

# #30621
source: Close Editor
lt: Uždaryti redaktorių

# #30622
source: Leave translation empty to hide tag type in MyPicsDB
lt: Palikite vertimą tuščią, norėdami paslėpti žymos tipą MyPicsDB priede

# #30623
source: Translation for %s
lt: %s vertimas

# #30650
source: Debugging
lt: Derinimas

# #30651
source: Enable debugging (regardless of Kodi settings)
lt: Įjungti derinimą (nepriklausomai nuo Kodi nustatymų)

# #30652
source: Filter:
lt: Filtras:

# #30653
source: New Filter
lt: Naujas filtras

# #30654
source: Show %s random pictures
lt: Rodyti %s atsitiktines nuotraukas

# #30655
source: Saved filter wizard settings
lt: Išsaugoto filtro vedlio nustatymai

# #30660
source: Database Settings
lt: Duomenų bazės nustatymai

# #30661
source: Database Backend
lt: Duomenų bazės posistemė

# #30664
source: User
lt: Vartotojas

# #30665
source: Password
lt: Slaptažodis

# #30666
source: IP-Address or Name
lt: IP adresas arba vardas

# #30667
source: Port
lt: Prievadas

# #30668
source: MySql DB Name
lt: MySql DB vardas

# #30669
source: Sqlite DB Name
lt: Sqlite DB vardas

# #30700
source: Country
lt: Šalis

# #30701
source: Country Code
lt: Šalies kodas

# #30702
source: State
lt: Valstija

# #30703
source: City
lt: Miestas

# #30704
source: Location
lt: Vieta

# #30705
source: Event
lt: Įvykis

# #30706
source: Date Added
lt: Pridėjimo data

# #30707
source: Date Created
lt: Sukūrimo data

# #30708
source: Date/Time Created
lt: Sukūrimo data/laikas

# #30709
source: Description
lt: Aprašymas

# #30710
source: Headline
lt: Trumpas turinys

# #30711
source: Title
lt: Pavadinimas

# #30712
source: Creator
lt: Kūrėjas

# #30713
source: Creator Title
lt: Kūrėjo pavadinimas

# #30714
source: Copyright
lt: Autorinės teisės

# #30715
source: Label
lt: Etiketė

# #30716
source: Image Rating
lt: Atvaizdo reitingas

# #30717
source: Keyword
lt: Raktinis žodis

# #30718
source: Category
lt: Kategorija

# #30719
source: Supplemental Category
lt: Papildoma kategorija

# #30720
source: Person
lt: Asmuo

# #30721
source: Image Width
lt: Atvaizdo plotis

# #30722
source: Image Length
lt: Atvaizdo ilgis

# #30723
source: Orientation
lt: Orientacija

# #30724
source: Flash
lt: Blykstė

# #30725
source: Image Model
lt: Atvaizdo modelis

# #30726
source: Image Make
lt: Atvaizdo gamintojas

# #30727
source: Image Artist
lt: Atvaizdo atlikėjas
